
[A_Bloodrage_Buff H7BaseBuff]
mName="Кровавая ярость"
mTooltip="%stat5 к %ICON_ATTACK атаке.\n\nКровавая ярость: %stat5.norm.\n-1 к кровавой ярости в конце каждого раунда, а также если отряд откладывает ход или обороняется."
[A_MightOverMagic_Ability H7HeroAbility]
mName="Сила против магии"
mTooltip="Под воздействием кровавой ярости дружественные отряды получают вдвое меньше урона от магии."
[A_Bloodlust_Ability H7HeroAbility]
mName="Жажда крови"
mTooltip="К боевому духу всех дружественных отрядов прибавляется текущий показатель кровавой ярости, умноженный на два."
[A_Bloodrage_Buff_Marker H7BaseBuff]
mName="Индикатор кровавой ярости – отряд атаковал"
[A_BurstingRage_Ability H7HeroAbility]
mName="Вспышка ярости"
mTooltip="Когда заканчивается действие кровавой ярости, все дружественные отряды наносят окружающим противникам урон, равный количеству полных раундов, проведенных под действием кровавой ярости, умноженному на 70."
[A_BurstingRage_Buff H7BaseBuff]
mName="Вспышка ярости"
[A_FatherSkysFury_Ability H7HeroAbility]
mName="Гнев Отца-неба"
mTooltip="В начале боя уровень кровавой ярости героя дополнительно увеличен на 1.\nКаждый раз, когда погибает отряд существ, уровень кровавой ярости увеличивается на 3."
[A_FieryRage_Ability H7HeroAbility]
mName="Пылающая ярость"
mTooltip="Под воздействием кровавой ярости дружественные существа получают %buff1.buff.stat1 к %ICON_INITIATIVE инициативе."
[A_Rush_Ability H7HeroAbility]
mName="Натиск"
mTooltip="Под воздействием кровавой ярости дружественные отряды получают %buff.buff.stat к %buff.buff.stat.icon дальности перемещения."
[A_WarlordsFury_Ability H7HeroAbility]
mName="Гнев военачальника"
mTooltip="К базовому урону, наносимому героем, прибавляется текущий показатель кровавой ярости, умноженный на 7."
[A_WarlordsFury_Buff H7BaseBuff]
mName="Гнев военачальника"
mTooltip="%stat1 к базовому урону, наносимому героем."
[A_Bloodrage_Buff_NoAttackMalus H7BaseBuff]
mName="Кровавая ярость"
[A_Rush_Buff H7BaseBuff]
mName="Натиск"
mTooltip="%stat к %stat.icon дальности перемещения под воздействием кровавой ярости."

UCP 1.1

[A_Bloodrage_Skill H7Skill]
mName="Кровавая ярость"
mTooltip="Уникальный навык (Непокорные племена)."
mDescriptions[0]="Армия начинает бой с максимальным запасом ярости, что позволяет отрядам быстро атаковать и наносить высокий урон. В течение боя показатель ярости постепенно снижается."
mDescriptions[2]="В начале боя герой получает 5 ед. кровавой ярости. Показатель кровавой ярости прибавляется к показателю %ICON_ATTACK атаки всех дружественных отрядов. Снижается во время боя:\n%buff2.buff.stat каждый раз, когда существо ждёт или встаёёт в защитную стойку;\n%stat4 в конце каждого раунда;\nДействие кровавой ярости прекращается, когда ее уровень опустится до 0.\n(Не действует на нежить и конструктов)."
mDescriptions[3]="В начале боя уровень кровавой ярости героя увеличен на 1."
mDescriptions[4]="В начале боя уровень кровавой ярости героя увеличен на 1."